content-org/all-posts.org
#+hugo_base_dir: ../

# To add automatic timestamp updates to a subtree, add
# :EXPORT_HUGO_AUTO_SET_LASTMOD:
# to the properties
# For some reason, I think the global #+hugo_auto_set_lastmod: t
# file setting was causing my Emacs to freeze. It's still freezing. 
# Can't figure out why, but it definitely started (and seems to be
# related to) when I added the auto set lastmod stuff.

* TODO A Lovely Diner
:PROPERTIES:
:EXPORT_FILE_NAME: a-lovely-diner
:END:
Recount the imrpession Mac's diner in Chicago left on me.
** The people, not the place or the food
"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor
incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis
nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu
fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in
culpa qui officia deserunt mollit anim id est laborum."
*** Another sub-item
More text
