content/posts/a-lovely-diner.md
+++
title = "A Lovely Diner"
author = ["Christian Elliott"]
draft = true
+++

LILLIAN !!! Recount the imrpession Mac's diner in Chicago left on me.


## The people, not the place or the food {#the-people-not-the-place-or-the-food}

"Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor
incididunt ut labore et dolore magna aliqua. Ut enim ad minim veniam, quis
nostrud exercitation ullamco laboris nisi ut aliquip ex ea commodo consequat.
Duis aute irure dolor in reprehenderit in voluptate velit esse cillum dolore eu
fugiat nulla pariatur. Excepteur sint occaecat cupidatat non proident, sunt in
culpa qui officia deserunt mollit anim id est laborum."


### Another sub-item {#another-sub-item}

More text
